Repository: maloep/xbmc-s04tv
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: Username
de_de: Benutzername

# #30001
source: Password
de_de: Passwort

# #30002
source: Previous page
de_de: Vorherige Seite

# #30003
source: Next page
de_de: Nächste Seite

# #30004
source: Play test video
de_de: Testvideo abspielen

# #30005
source: Play video
de_de: Video abspielen

# #30006
source: Hide [FREE/EXCL] flag
de_de: [FREE/EXCL] flag ausblenden

# #30007
source: Hide videos that require login
de_de: Videos ausblenden, die einen Login benötigen

# #30008
source: Video qualitiy
de_de: Video Qualität

# #30009
source: Hide date in title
de_de: Datum im Titel ausblenden

# #30100
source: Login failed for user "%s".
de_de: Login fehlgeschlagen für Benutzer "%s".

# #30101
source: Please validate your credentials in plugin settings.
de_de: Überprüfe Deine Daten in den Plugin-Einstellungen.

# #30102
source: Username and password not set.
de_de: Kein Benutzername und Passwort angegeben.

# #30103
source: Please enter your credentials in plugin settings.
de_de: Trage Deine Daten in den Plugin-Einstellungen ein.

# #30104
source: This video is not freely available.
de_de: Dieses Video ist nicht frei verfügbar.

# #30105
source: Please purchase a subscription at https://schalke04.de/tv/.
de_de: Bitte registriere Dich unter https://schalke04.de/tv/.
